app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)
    if @contact.valid?
        @contact.save
---
INSERT INTO "contacts" ("email", "message", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "aggnmry@,fbndlbnkx"], ["message", "sdjvkfsjbljrflskbnlsglsvknlcblsrbklwsk"], ["created_at", "2020-06-03 18:24:30.963104"], ["updated_at", "2020-06-03 18:24:30.963104"]]